app/controllers/lists_controller.rb

  def create
    @list = List.new(list_params)
    if @list.save
---
INSERT INTO "lists" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Shopping"], ["created_at", "2016-12-05 08:01:31.005537"], ["updated_at", "2016-12-05 08:01:31.005537"]]